Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_458_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámi duodjeávdnasiid oažžuma dorvvasteapmi
smn: Säämi tyejiamnâsij finnim turvim

source: Meahcceráđđehus lea addán 14.3. rávvaga sámi duodjeárbevieru ávdnasiid skáhppomis daid Meahcceráđđehusa hálddašan guovlluin , mat leat luonddusuodjalanguovlluid olggobealde .
smn: Meccihaldâttâs lii adelâm 14.3. ravvuu säämi tyejiäärbi amnâsij hahâmist luándusuojâlemkuávlui ulguupiäláin kuávluin , maid Meccihaldâttâs haaldâš .

source: Sámi duodjeárbevieru luondduresurssaide laktáseaddji árbevirolaš dieđu dorvvasteami várás Meahcceráđđehus addá almmolaš vuoigatvuođa nuvttá váldit stáhta eatnamiin duodjeávnnasin unna meriid sieđgga , leaibbi , soagi ja subi .
smn: Säämi tyejiäärbi luánduriggoduvváid lohtâseijee ärbivuávlii tiäđu turviimân addel Meccihaldâttâs almolii , nuuvtá vuoigâdvuođâ väldiđ staatâ enâmijn tyejiamnâsin ucessiähá meerijd poijuu , leeibi , suávi já suve .

source: Maiddái unna meriid vettiid , gámasuoinni , háisuoinni ja boskkaid sáhttá váldit nuvttá .
smn: Meid ucessiähá meerijd viäddáid , kamuvsuoinijd , hajâsuoinijd já puurrâmraasijd puáhtá väldiđ nuuvtá .

source: Almmolaš váldinvuoigatvuohta ii guoskka álbmot- dahje luonddumehciid , iige ávnnasin dáhpáhuvvi vuovdin dahje gaskkusteapmi leat lobálaš .
smn: Almolâš väldimvuoigâdvuotâ ij kuoskâ aalmug- tâi luándumeeccijd , ige amnâsin tábáhtuvvee uđđâsistvyebdim tâi nuubán sirdem lah loválâš .

source: Reatkká váldimii mieđihuvvojit sierra lobit nuvttá ja báhkiid váldimii sierra lobit mávssu vuostá .
smn: Rááđhá väldimân mieđettuvvojeh sierânâs , nuuvtá loveh já paahij väldimân sierânâs , mäksimnáál loveh .

source: Dákkár linjás lea sohppojuvvon sámedikkiin čađahuvvon ráđđádallamiid boađusin .
smn: Tággáár linjim lii toohum sämitiggijn toollum ráđádâlmij puátusin .

source: Linnjageassin vuođđuduvvá biodiversitehtasoahpamuša 8 j artihkkalii , mii geatnegahttá stáhtaid suodjalit eamiálbmogiid árbevirolaš dieđu ja Meahcceráđđehuslága 4 §:i , mii geatnegahttá Meahcceráđđehusa dorvvastit sámekultuvrra hárjeheami eavttuid .
smn: Linjim vuáđuduvá biodiversiteetsopâmuš 8 j artiklan , mii kenigit staatâid suojâliđ algâaalmugij ärbivuáválii tiäđu já Meccihaldâttâslaavâ 4 §:n , mii kenigit Meccihaldâttâsta turviđ sämikulttuur hárjuttem iävtuid .

source: Linnjageassima lea nannen bajimus hoavda Jyrki Kangas 20.1.2011 .
smn: Linjim lii nanodâm váldujođetteijee Jyrki Kangas 20.1.2011 .

source: Reatkkáid váldinlobit mieđihuvvojit stáhta buot eará eatnamiidda earet álbmot- ja luonddumehciide sihke muhtun sierra kártii ráddjejuvvon guvlui .
smn: Rááđhái väldimloveh mieđettuvvojeh jyehi sajan staatâ enâmáid , eereeb muorâstuvâi já motomij sierâ káártán räijejum kuávloid .

source: Ráva váldojuvvo sámiid ruovttuguovllus atnui dalán .
smn: Raavâ váldoo sämikuávlust kiävtun tállán .

source: Lassedieđut : Ságadoalli Klemetti Näkkäläjärvi
smn: Lasetiäđuh : Saavâjođetteijee Klemetti Näkkäläjärvi
